---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ResourceNotFoundException
source: html/309b103a-b021-9fc9-4dd6-e4a6ce18c253.htm
---
# ResourceNotFoundException Properties

The information of the function throwing the exception.